/* No comment provided by engineer. */
"All encoding tasks completed" = "Tutte le operazioni di codifica sono state completate";

/* No comment provided by engineer. */
"All encoding tasks completed for %@" = "Tutte le operazioni di codifica sono state completate in %@";

/* No comment provided by engineer. */
"All ripping tasks completed" = "Tutte le operazioni di estrazione sono state completate";

/* No comment provided by engineer. */
"All ripping tasks completed for %@" = "Tutte le operazioni di estrazione sono state completate in %@";

/* No comment provided by engineer. */
"Clear" = "Elimina";

/* No comment provided by engineer. */
"Clear log contents" = "Elimina i contenuti del registro";

/* No comment provided by engineer. */
"Disc encoding completed" = "Codifica del disco completata";

/* No comment provided by engineer. */
"Disc ripping completed" = "Estrazione del disco completata";

/* No comment provided by engineer. */
"Duration: %@" = "Durata: %@";

/* No comment provided by engineer. */
"Encode completed" = "Codifica completata";

/* No comment provided by engineer. */
"Encode completed for %@ [%@]" = "Codifica completata in %1$@ [%2$@]";

/* No comment provided by engineer. */
"Encode started" = "Codifica avviata";

/* No comment provided by engineer. */
"Encode started for %@ [%@]" = "Codifica avviata in %1$@ [%2$@]";

/* No comment provided by engineer. */
"Encode stopped" = "Codifica interrotta";

/* No comment provided by engineer. */
"Encode stopped for %@ [%@]" = "Codifica interrotta in %1$@ [%2$@]";

/* No comment provided by engineer. */
"Encoding completed" = "Codifica completata";

/* No comment provided by engineer. */
"File format: %@" = "Formato file: %@";

/* No comment provided by engineer. */
"Generating output" = "Creazione file di uscita";

/* No comment provided by engineer. */
"Max successfully launched" = "Max è stato avviato con successo";

/* No comment provided by engineer. */
"Mismatch for sector %i" = "Errore nel settore %i";

/* No comment provided by engineer. */
"Mismatches for sectors %i - %i" = "Errore nei settori %1$i - %2$i";

/* No comment provided by engineer. */
"Multisession disc detected" = "Rilevato disco multisessione";

/* No comment provided by engineer. */
"Re-ripping sector %i" = "Riestrazione del settore %i";

/* No comment provided by engineer. */
"Re-ripping sectors %i - %i" = "Riestrazione dei settori %1$i - %2$i";

/* No comment provided by engineer. */
"Retry limit exceeded" = "Numero limite di tentativi superato";

/* No comment provided by engineer. */
"Rip completed" = "Estrazione completata";

/* No comment provided by engineer. */
"Rip completed for %@" = "Estrazione completata in %@";

/* No comment provided by engineer. */
"Rip started" = "Estrazione avviata";

/* No comment provided by engineer. */
"Rip started for %@" = "Estrazione avviata in %@";

/* No comment provided by engineer. */
"Rip status: %s sector %ld (%ld)" = "Stato estrazione: %1$s settore %2$ld (%3$ld)";

/* No comment provided by engineer. */
"Rip stopped" = "Estrazione interrotta";

/* No comment provided by engineer. */
"Rip stopped for %@" = "Estrazione interrotta in %@";

/* No comment provided by engineer. */
"Ripping completed" = "Estrazione completata";

/* No comment provided by engineer. */
"Ripping sectors %i - %i" = "Estrazione settori %1$i - %2$i";

/* No comment provided by engineer. */
"Save" = "Salva";

/* No comment provided by engineer. */
"Save log contents to disk" = "Salva i contenuti del registro sul disco";

/* No comment provided by engineer. */
"Setting drive speed to maximum" = "Impostazione velocità massima dell'unità";

/* No comment provided by engineer. */
"Setting drive speed to minimum" = "Impostazione velocità minima dell'unità";

/* No comment provided by engineer. */
"Unable to read from the disc." = "Impossibile leggere dal disco.";

/* No comment provided by engineer. */
"Verifying rip integrity" = "Verifica integrità dell'estrazione";

